Repository: badcrc/plugin.video.primeran
Catalog: resources/language/resource.language.*/strings.po
Languages: eu_es

# #30010
source: DRM type
eu_es: DRM mota

# #30011
source: Manifest alteration
eu_es: Aldatu manifestua

# #30012
source: Use proxy for license
eu_es: Erabili proxy lizentziarako

# #30013
source: Fix freezes in VOD content
eu_es: Konpondu telebistan etenaldiak eskaeraren arabera

# #30016
source: Proxy timeout (ms)
eu_es: Denbora-muga (ms)

# #30017
source: Show only subscribed content
eu_es: Bistaratu harpidetzan sartutako edukia soilik

# #30018
source: Try to play HD in SD devices
eu_es: Saiatu HD-n erreproduzitzen SD gailuetan

# #30019
source: Configure InputStream Adaptive
eu_es: Konfiguratu InputStream Adaptive

# #30020
source: Add EPG info to TV channels
eu_es: Erakutsi une honetan ematen den programa telebista kateetan

# #30021
source: Download extra info (like posters, actors...)
eu_es: Deskargatu informazio gehigarria (adibidez, kartelak, aktoreak...)

# #30022
source: Report sessions to servers
eu_es: Saioen berri zerbitzariei

# #30023
source: Reuse devices
eu_es: Gailuak berrerabili

# #30024
source: Try to fix error 4027
eu_es: Saiatu 4027 errorea konpontzen

# #30025
source: Send video progress to provider's server
eu_es: Bidali aurrerapena plataforma zerbitzariari

# #30031
source: Streaming service
eu_es: Plataforma

# #30032
source: Preferred server
eu_es: Hobestutako zerbitzaria

# #30033
source: Enable 4K
eu_es: Gaitu 4K

# #30034
source: Fix audio and subtitle language names
eu_es: Konpondu hizkuntza-izenak

# #30035
source: Exclude DD+ audio tracks
eu_es: Kendu DD+ audioa

# #30036
source: Exclude AAC audio tracks
eu_es: Kendu AAC audioa

# #30037
source: Enable HDCP
eu_es: Gaitu HDCP

# #30040
source: Use only for these languages (e.g.: es en pt):
eu_es: Erabili hizkuntza hauetarako soilik (adibidez: es en pt):

# #30041
source: Subscription country (two letter code):
eu_es: Harpidetzaren herrialdea (bi letrako kodea):

# #30101
source: Menu
eu_es: Menua

# #30102
source: My list
eu_es: Nire zerrenda

# #30103
source: Recordings
eu_es: Grabaketak

# #30104
source: Live TV
eu_es: Zuzeneko telebista

# #30105
source: Movies
eu_es: Filmak

# #30106
source: TV shows
eu_es: Telebistako saioak

# #30107
source: EPG
eu_es: Programazio gida

# #30108
source: Manage devices
eu_es: Kudeatu gailuak

# #30109
source: Next page
eu_es: Hurrengo orrialdea

# #30110
source: Previous page
eu_es: Aurreko orria

# #30112
source: Search
eu_es: Bilatu

# #30113
source: New search
eu_es: Bilaketa berria

# #30114
source: Delete search
eu_es: Garbitu bilaketa

# #30115
source: Delete all searchs
eu_es: Garbitu bilaketa guztiak

# #30116
source: Search term
eu_es: Bilatzeko terminoa

# #30117
source: Search results
eu_es: Bilaketa emaitzak

# #30120
source: Documentaries
eu_es: Dokumentalak

# #30121
source: Kids
eu_es: Haurrak

# #30122
source: Continue watching
eu_es: Jarraitu ikusten

# #30150
source: Close session
eu_es: Amaitu saioa

# #30151
source: Delete device
eu_es: Ezabatu gailua

# #30152
source: New device
eu_es: Hautatu gailua

# #30154
source: Device name
eu_es: Gailuaren izena

# #30160
source: Accounts
eu_es: Kontuak

# #30161
source: Add account
eu_es: Gehitu kontua

# #30162
source: Remove account
eu_es: Ezabatu kontua

# #30163
source: Username
eu_es: Erabiltzailea

# #30164
source: Password
eu_es: Pasahitza

# #30165
source: Select account
eu_es: Hautatu kontua

# #30166
source: Login failed
eu_es: Hasieran huts egin du

# #30167
source: Edit account
eu_es: Editatu kontua

# #30170
source: Play from the beginning
eu_es: Hasieratik ikusi
